{
    "asteroid": "Only the 16th asteroid to be discovered, Psyche was found in 1852 by Italian astronomer Annibale de Gasparis, who named it for the goddess of the soul in ancient Greek mythology.\n\nWhat gives asteroid Psyche great scientific interest is that it is made of metal. It appears to be the exposed nickel-iron core of a protoplanet, one of the building blocks of the Sun’s planetary system. At Psyche scientists will explore, for the first time ever, a world made not of rock or ice, but of metal.\n\nWhat Is Psyche’s Story?\n\nOne scenario is that long ago, a protoplanet that had separated internally into a rocky mantle and iron core suffered violent impacts that stripped away its mantle, leaving only the metal core. Or is Psyche a survivor of some more unusual process not yet imagined?\n\nHow It Was Formed\n\nThe asteroid is most likely a survivor of multiple violent hit-and-run collisions, common when the solar system was forming. Thus, Psyche may be able to tell us how Earth’s core and the cores of the other terrestrial planets came to be.\n\nSizing It Up\n\nIf Psyche were a perfect sphere, it would have a diameter of 140 miles (226 km), or about the length of the state of Massachusetts (leaving out Cape Cod). It would have a surface area of about 246,300 square miles or 641,800 square km, making it just smaller than the area of the state of Texas and quite a bit larger than the area of California.\n\nThe Orbit\n\nPsyche follows an orbit in the outer part of the main asteroid belt, at an average distance from the Sun of 3 astronomical units (AU); Earth orbits at 1 AU.",
    
    "spacecraft": "The Psyche spacecraft, which will be built by Maxar (formerly SSL), is comprised of the bus (body), two solar arrays in a cross formation, and the instrument payload. It will use solar electric (low-thrust) propulsion to travel to and orbit the asteroid.\n\nThe spacecraft will include a Gamma Ray and Neutron Spectrometer, a Multispectral Imager, a Magnetometer and an x-band radio telecommunications system.\n\nThe Psyche mission will also test a sophisticated new laser communication technology, called Deep Space Optical Communication, that encodes data in photons to communicate between a probe in deep space and Earth.\n\nSpacecraft Size\n\nThe Psyche spacecraft (including the solar panels) is about the size of a singles tennis court.\n\nBus (Body) Size\n\nThe bus or “body” of the spacecraft is slightly bigger than a Smart Car and about as tall as a regulation basketball hoop.",
    
    "science": "A mission to the asteroid Psyche offers unique scientific value. By studying the asteroid up close, we will learn more about the history of the solar system. We may even gain new insight into the interior of our own planet.\n\nPsyche is likely made mostly of nickel-iron metal, though its surface appears to have small areas that are rocky. The asteroid’s composition has been determined by radar observations and by the measurement of thermal inertia (how quickly an object gains or reradiates heat). This will be NASA’s first space mission to a world made mostly of metal, rather than rock or ice.\n\nScientists think Psyche is the exposed metal core of an early planet, one of the building blocks of the terrestrial (rocky) planets in our solar system: Mercury, Venus, Earth and Mars. Psyche is most likely a survivor of multiple violent hit-and-run collisions, common when the solar system was forming. The asteroid Psyche may be able to show us how Earth’s core and the cores of the other terrestrial planets came to be.\n\nThe core of the Earth lies at a depth of over 1,800 miles (3,000 kilometers). So far, we have only drilled to about 7.5 miles (12 kilometers) because that’s the deepest current technology allows today. Additionally, Earth’s core lies at about 3 million times the pressure of the atmosphere. The temperature of Earth’s core is about 5,000 Celsius (~9,000 Fahrenheit).\n\nBecause we cannot currently see or measure Earth’s core directly, the Psyche asteroid offers a unique window into the violent history of collisions and accretion that created the terrestrial planets. It is the only known place in our solar system where we can examine directly what is likely a metallic core of an early planet.\n\nPsyche Science Goals\n\n- Understand a previously unexplored building block of planet formation: iron cores.\n- Look inside terrestrial planets, including Earth, by directly examining the interior of a differentiated body, which otherwise could not be seen.\n-Explore a new type of world. For the first time, examine a world made not of rock and ice, but metal.\n\nPsyche Science Objectives\n\n- Determine whether Psyche is a core, or if it is unmelted material.\n- Determine the relative ages of regions of Psyche’s surface.\n- Determine whether small metal bodies incorporate the same light elements as are expected in the Earth’s high-pressure core.\n- Determine whether Psyche was formed under conditions more oxidizing or more reducing than Earth’s core.\n-Characterize Psyche’s topography.",
    
    "depth": "Launch Date: 2022\nLaunch Site: Cape Canaveral, Florida\nDestination: Main Asteroid Belt\nType: Orbiter\nStatus: In Development\nNation: United States\n\nOVERVIEW\n\nPsyche will explore a unique metal asteroid orbiting the Sun between Mars and Jupiter. Asteroid (16) Psyche appears unique because it may be the exposed nickel-iron core of an early planet, one of the building blocks of our solar system.\n\nDeep within rocky, terrestrial planets —including Earth— scientists have detected signs of metallic cores, but these but they are too far below the planets’ mantles and crusts for direct observation. Psyche offers a unique window into the violent history of collisions and accretion that created terrestrial planets.\n\nACCOMPLISHMENTS\n\nThis mission is in development.\n\nMISSION TIMELINE\n\n2022: Launch\n2023: Mars Flyby\n2026: Arrival at Asteroid Psyche\n2026-2027: Orbital Mission\n\nSPACECRAFT\n\nLaunch Vehicle: TBD\nSpacecraft Mass: TBD\n\nINSTRUMENTS\n\n1. Multispectral Imager\n2. Gamma Ray and Neutron Spectrometer\n3. Magnetometer\n4. X-band Gravity Science Investigation\n"
}

